Repository: nsrbrtn/kopim
Catalog: lib/l10n/app_*.arb
Languages: ru

# profileTitle
source: Profile
ru: Профиль

# profileSignInPrompt
source: Please sign in to manage your profile.
ru: Пожалуйста, войдите, чтобы управлять профилем.

# profileSectionAccount
source: Account
ru: Учетная запись

# profileAppearanceSection
source: Appearance
ru: Внешний вид

# profileGeneralSettingsTitle
source: General settings
ru: Общие настройки

# profileGeneralSettingsTooltip
source: General settings
ru: Общие настройки

# profileGeneralSettingsManagementSection
source: Data management
ru: Управление данными

# profileManageCategoriesCta
source: Manage categories and tags
ru: Управлять категориями

# settingsHomeSectionTitle
source: Home screen
ru: Домашний экран

# settingsHomeGamificationTitle
source: Gamification widget
ru: Виджет геймификации

# settingsHomeGamificationSubtitle
source: Show level progress on the home screen.
ru: Показывать прогресс уровня на главном экране.

# settingsHomeBudgetTitle
source: Budget widget
ru: Виджет бюджета

# settingsHomeBudgetSubtitle
source: Track a selected budget without leaving the home screen.
ru: Отслеживайте выбранный бюджет прямо на главном экране.

# settingsHomeRecurringTitle
source: Recurring widget
ru: Виджет повторяющихся операций

# settingsHomeRecurringSubtitle
source: Show upcoming recurring operations on the home screen.
ru: Показывать ближайшие повторяющиеся операции на главном экране.

# settingsHomeSavingsTitle
source: Savings widget
ru: Виджет накоплений

# settingsHomeSavingsSubtitle
source: Keep track of your saving goals without leaving the home screen.
ru: Следите за целями накоплений прямо с домашнего экрана.

# settingsHomeBudgetSelectedLabel
source: Selected budget
ru: Выбранный бюджет

# settingsHomeBudgetNoBudgets
source: Create a budget to enable this widget.
ru: Создайте бюджет, чтобы включить виджет.

# settingsHomeBudgetSelectedNone
source: No budget selected
ru: Бюджет не выбран

# settingsHomeBudgetError
source: Can't load budgets: {error}
ru: Не удалось загрузить бюджеты: {error}

# settingsHomeBudgetPickerTitle
source: Choose budget
ru: Выберите бюджет

# settingsHomeBudgetPickerSubtitle
source: {spent} of {limit} used
ru: Использовано {spent} из {limit}

# settingsHomeBudgetPickerHint
source: You can also disable the widget in the list above.
ru: Виджет можно отключить переключателем выше.

# settingsHomeBudgetPickerClear
source: Clear selection
ru: Сбросить выбор

# profileManageCategoriesTitle
source: Manage categories and tags
ru: Управление категориями

# manageCategoriesAddAction
source: Add category
ru: Добавить категорию

# manageCategoriesCreateSubAction
source: Create subcategory
ru: Создать подкатегорию

# dialogCancel
source: Cancel
ru: Отмена

# dialogConfirm
source: Confirm
ru: Готово

# manageCategoriesParentLabel
source: Parent category
ru: Родительская категория

# manageCategoriesParentNone
source: No parent
ru: Без родителя

# manageCategoriesNoSubcategories
source: No subcategories yet
ru: Подкатегорий пока нет

# manageCategoriesEditAction
source: Edit
ru: Редактировать

# manageCategoriesEmpty
source: No categories yet. Create one to get started.
ru: Категории пока не созданы. Добавьте первую.

# manageCategoriesListError
source: Unable to load categories: {error}
ru: Не удалось загрузить категории: {error}

# manageCategoriesCreateTitle
source: New category
ru: Новая категория

# manageCategoriesEditTitle
source: Edit category
ru: Редактирование категории

# manageCategoriesNameLabel
source: Name
ru: Название

# manageCategoriesNameRequired
source: Please enter a name.
ru: Введите название.

# manageCategoriesTypeLabel
source: Type
ru: Тип

# manageCategoriesTypeExpense
source: Expense
ru: Расход

# manageCategoriesTypeIncome
source: Income
ru: Доход

# manageCategoriesIconLabel
source: Icon
ru: Иконка

# manageCategoriesIconNone
source: No icon selected
ru: Иконка не выбрана

# manageCategoriesIconSelected
source: Icon selected
ru: Иконка выбрана

# manageCategoriesIconSelect
source: Choose icon
ru: Выбрать иконку

# manageCategoriesIconPickerTitle
source: Pick a category icon
ru: Выбор иконки категории

# manageCategoriesIconClear
source: Clear selection
ru: Очистить выбор

# manageCategoriesIconEmpty
source: No icons available.
ru: Доступные иконки отсутствуют.

# manageCategoriesIconStyleThin
source: Thin
ru: Тонкая

# manageCategoriesIconStyleLight
source: Light
ru: Легкая

# manageCategoriesIconStyleRegular
source: Regular
ru: Обычная

# manageCategoriesIconStyleBold
source: Bold
ru: Жирная

# manageCategoriesIconStyleFill
source: Fill
ru: Заливка

# manageCategoriesIconGroupFinance
source: Finance
ru: Финансы и работа

# manageCategoriesIconGroupHome
source: Home & Furniture
ru: Дом и быт

# manageCategoriesColorLabel
source: Color
ru: Цвет

# manageCategoriesColorNone
source: No color selected
ru: Цвет не выбран

# manageCategoriesColorSelected
source: Color selected
ru: Цвет выбран

# manageCategoriesColorSelect
source: Choose color
ru: Выбрать цвет

# manageCategoriesColorClear
source: Clear color
ru: Очистить цвет

# manageCategoriesColorPickerTitle
source: Pick a category color
ru: Выберите цвет категории

# manageCategoriesSaveCta
source: Save category
ru: Сохранить категорию

# manageCategoriesSaveError
source: Unable to save category: {error}
ru: Не удалось сохранить категорию: {error}

# manageCategoriesSuccessCreate
source: Category created successfully.
ru: Категория успешно создана.

# manageCategoriesSuccessUpdate
source: Category updated successfully.
ru: Категория обновлена.

# manageCategoriesDeleteAction
source: Delete
ru: Удалить

# manageCategoriesDeleteConfirmTitle
source: Delete category
ru: Удалить категорию

# manageCategoriesDeleteConfirmMessage
source: Are you sure you want to delete the category "{name}"? All subcategories will also be removed.
ru: Вы действительно хотите удалить категорию «{name}»? Все подкатегории также будут удалены.

# manageCategoriesDeleteSuccess
source: Category deleted successfully.
ru: Категория удалена.

# manageCategoriesDeleteError
source: Unable to delete category: {error}
ru: Не удалось удалить категорию: {error}

# profileNameLabel
source: Name
ru: Имя

# profileCurrencyLabel
source: Default currency
ru: Валюта по умолчанию

# profileLocaleLabel
source: Preferred locale
ru: Предпочитаемый язык

# profileDarkModeLabel
source: Dark mode
ru: Тёмная тема

# profileDarkModeDescription
source: Override the app theme.
ru: Переключите, чтобы управлять темой приложения вручную.

# profileThemeHeader
source: Theme
ru: Оформление

# profileThemeOptionSystem
source: System default
ru: Системная

# profileThemeOptionLight
source: Light
ru: Светлая

# profileThemeOptionDark
source: Dark
ru: Тёмная

# profileThemeLightDescription
source: Use a bright interface.
ru: Использовать светлое оформление.

# profileThemeDarkDescription
source: Use a dimmed interface.
ru: Использовать тёмное оформление.

# profileDarkModeSystemCta
source: Use system setting
ru: Использовать системную настройку

# profileDarkModeSystemActive
source: Following system theme
ru: Следуем системной теме

# profileLoadError
source: Unable to load profile: {error}
ru: Не удалось загрузить профиль: {error}

# profileUnnamed
source: Explorer
ru: Исследователь

# profileChangeAvatar
source: Change avatar
ru: Сменить аватар

# profileChangeAvatarGallery
source: Choose from gallery
ru: Выбрать из галереи

# profileChangeAvatarCamera
source: Take a photo
ru: Сделать фото

# profileAvatarUploadError
source: Couldn't update avatar. Please try again.
ru: Не удалось обновить аватар. Попробуйте ещё раз.

# profileAvatarUploadSuccess
source: Avatar updated
ru: Аватар обновлён

# profileLevelBadge
source: Level {level} — {title}
ru: Уровень {level} — {title}

# profileXpToNext
source: {count} XP to the next level
ru: До следующего уровня: {count} XP

# profileLevelMaxReached
source: You have reached the highest rank!
ru: Вы достигли максимального ранга!

# profileProgressError
source: Unable to load progress: {error}
ru: Не удалось загрузить прогресс: {error}

# profileSaveCta
source: Save changes
ru: Сохранить изменения

# profileSignOutCta
source: Sign out
ru: Выйти из аккаунта

# recurringTransactionsTitle
source: Recurring transactions
ru: Повторяющиеся операции

# recurringTransactionsEmpty
source: No recurring transactions yet. Create one to automate your cash flow.
ru: Пока нет повторяющихся операций. Создайте правило, чтобы автоматизировать движение средств.

# recurringTransactionsNextDue
source: Next due
ru: Ближайшая дата

# recurringTransactionsNoUpcoming
source: No upcoming occurrences
ru: Нет предстоящих операций

# recurringTransactionsEditAction
source: Edit
ru: Редактировать

# recurringTransactionsDeleteAction
source: Delete
ru: Удалить

# recurringTransactionsDeleteDialogTitle
source: Delete recurring rule
ru: Удалить правило

# recurringTransactionsDeleteConfirmation
source: Are you sure you want to delete this recurring rule? This action cannot be undone.
ru: Вы уверены, что хотите удалить это правило повторяющейся операции? Это действие нельзя отменить.

# recurringTransactionsDeleteSuccess
source: Recurring rule deleted.
ru: Правило удалено.

# recurringExactAlarmPromptTitle
source: Precise reminders
ru: Точный режим напоминаний

# recurringExactAlarmPromptSubtitle
source: To trigger auto-posting exactly at 00:01 local time, allow exact alarms for Kopim in Android system settings under "Alarms & reminders".
ru: Чтобы автосписания запускались ровно в 00:01 по локальному времени, разрешите приложению точные будильники в системном разделе "Будильники и напоминания".

# recurringExactAlarmPromptCta
source: Open settings
ru: Открыть настройки

# recurringExactAlarmEnabledTitle
source: Precise mode is active
ru: Точный режим включён

# recurringExactAlarmEnabledSubtitle
source: Reminders and auto-posting will run exactly on schedule even in power saving modes.
ru: Напоминания и автосписания выполнятся ровно по расписанию даже в режиме энергосбережения.

# recurringExactAlarmErrorTitle
source: Permission check failed
ru: Не удалось проверить разрешение

# recurringExactAlarmErrorSubtitle
source: Try again: {error}
ru: Повторите попытку: {error}

# recurringExactAlarmRetryCta
source: Retry
ru: Повторить

# addRecurringRuleTitle
source: New recurring transaction
ru: Новая повторяющаяся операция

# editRecurringRuleTitle
source: Edit recurring transaction
ru: Редактирование повторяющейся операции

# addRecurringRuleNameLabel
source: Title
ru: Название

# addRecurringRuleTitleRequired
source: Enter a title
ru: Введите название

# addRecurringRuleAmountLabel
source: Amount
ru: Сумма

# addRecurringRuleAmountInvalid
source: Enter a valid positive amount
ru: Введите положительную сумму

# addRecurringRuleNoteLabel
source: Note
ru: Заметка

# addRecurringRuleNoteHint
source: Optional comment
ru: Например: напомнить себе

# addRecurringRuleAccountLabel
source: Account
ru: Счёт

# addRecurringRuleAccountRequired
source: Select an account
ru: Выберите счёт

# addRecurringRuleCategoryLabel
source: Category
ru: Категория

# addRecurringRuleCategoryRequired
source: Select a category
ru: Выберите категорию

# addRecurringRuleTypeLabel
source: Type
ru: Тип

# addRecurringRuleTypeExpense
source: Expense
ru: Расход

# addRecurringRuleTypeIncome
source: Income
ru: Доход

# addRecurringRuleStartDateLabel
source: Start date
ru: Дата начала

# addRecurringRuleStartTimeLabel
source: Execution time
ru: Время выполнения

# addRecurringRuleAutoPostLabel
source: Post automatically
ru: Проводить автоматически

# addRecurringRuleNextDuePreviewLabel
source: Next due
ru: Ближайшая дата

# addRecurringRuleSubmit
source: Save rule
ru: Сохранить правило

# editRecurringRuleSubmit
source: Save changes
ru: Сохранить изменения

# addRecurringRuleNoAccounts
source: Add an account before creating a recurring rule.
ru: Сначала добавьте счёт, чтобы создать повторяющееся правило.

# addRecurringRuleNoCategories
source: Add a category before creating a recurring rule.
ru: Сначала добавьте категорию, чтобы создать повторяющееся правило.

# addRecurringRuleSuccess
source: Recurring transaction saved
ru: Повторяющаяся операция сохранена

# editRecurringRuleSuccess
source: Recurring rule updated.
ru: Правило обновлено.

# commonComingSoon
source: Coming soon
ru: Скоро появится

# genericErrorMessage
source: Something went wrong. Please try again later.
ru: Что-то пошло не так. Попробуйте позже.

# signInTitle
source: Welcome to Kopim
ru: Добро пожаловать в Kopim

# signInSubtitle
source: Sign in to sync your finances across devices.
ru: Войдите, чтобы синхронизировать финансы на всех устройствах.

# signInPasswordLabel
source: Password
ru: Пароль

# signInSubmitCta
source: Sign in
ru: Войти

# signInOfflineCta
source: Work offline
ru: Войти без учетной записи

# signInError
source: Could not sign in. Please try again.
ru: Не удалось выполнить вход. Попробуйте еще раз.

# signInLoading
source: Signing in...
ru: Выполняется вход...

# signInOfflineNotice
source: You appear to be offline. We will sync your data once you reconnect.
ru: Похоже, что вы офлайн. Мы синхронизируем данные, как только подключитесь.

# homeTitle
source: Home
ru: Домашний экран

# homeProfileTooltip
source: Profile
ru: Профиль

# homeTotalBalance
source: Total balance: {amount}
ru: Суммарный баланс: {amount}

# homeAuthError
source: Authentication error: {error}
ru: Ошибка авторизации: {error}

# homeAccountsSection
source: Accounts
ru: Счета

# homeAccountsEmpty
source: No accounts yet. Add your first account to track balance.
ru: Счета еще не добавлены. Создайте первый счет, чтобы отслеживать баланс.

# homeAccountsError
source: Unable to load accounts: {error}
ru: Не удалось загрузить счета: {error}

# homeAccountType
source: Type: {type}
ru: Тип: {type}

# homeAccountMonthlyIncomeLabel
source: Income
ru: Доход за месяц

# homeAccountMonthlyExpenseLabel
source: Expense
ru: Расход за месяц

# homeTransactionsTodayLabel
source: Today
ru: Сегодня

# homeTransactionsYesterdayLabel
source: Yesterday
ru: Вчера

# accountTypeCash
source: Cash
ru: Наличные

# accountTypeCard
source: Card
ru: Карта

# accountTypeBank
source: Bank account
ru: Банковский счёт

# accountTypeOther
source: Other
ru: Другое

# homeTransactionsSection
source: Recent transactions
ru: Последние транзакции

# homeTransactionsFilterAll
source: All
ru: Все

# homeTransactionsFilterIncome
source: Income
ru: Доходы

# homeTransactionsFilterExpense
source: Expenses
ru: Расходы

# homeTransactionsSeeAll
source: All transactions
ru: Все транзакции

# homeTransactionsEmpty
source: No transactions recorded yet.
ru: Транзакций пока нет.

# homeTransactionsError
source: Unable to load transactions: {error}
ru: Не удалось загрузить транзакции: {error}

# homeTransactionsUncategorized
source: Uncategorized
ru: Без категории

# homeUpcomingPaymentsTitle
source: Recurring payments
ru: Ближайшие платежи

# homeUpcomingPaymentsEmpty
source: Nothing here.
ru: Ничего нет.

# homeUpcomingPaymentsEmptyHeader
source: No recurring payments
ru: Нет ближайших платежей

# homeUpcomingPaymentsNextDate
source: Next due: {date}
ru: Ближайшая дата: {date}

# homeUpcomingPaymentsError
source: Couldn't load recurring payments: {error}
ru: Не удалось загрузить ближайшие платежи: {error}

# homeUpcomingPaymentsMissingRule
source: This recurring rule has been removed.
ru: Правило повторений больше не доступно.

# homeUpcomingPaymentsDueDate
source: Due {date}
ru: Срок {date}

# homeUpcomingPaymentsCountSemantics
source: {count, plural, =0 {No recurring payments} one {# recurring payment} other {# recurring payments}}
ru: {count, plural, =0 {Нет запланированных платежей} one {# запланированный платеж} few {# запланированных платежа} many {# запланированных платежей} other {# запланированных платежей}}

# homeSavingsWidgetTitle
source: Savings
ru: Цели накоплений

# homeSavingsWidgetEmpty
source: Create your first goal to start tracking progress.
ru: Создайте первую цель, чтобы отслеживать прогресс.

# homeSavingsWidgetViewAll
source: Open savings
ru: Открыть накопления

# homeGamificationTitle
source: Level progress
ru: Прогресс уровня

# homeGamificationSubtitle
source: Complete transactions to earn XP and unlock new levels.
ru: Совершайте операции, чтобы получать опыт и повышать уровень.

# homeGamificationError
source: Can't load progress: {error}
ru: Не удалось загрузить прогресс: {error}

# homeBudgetWidgetTitle
source: Budget overview
ru: Сводка бюджета

# homeBudgetWidgetEmpty
source: Select a budget in settings to track it here.
ru: Выберите бюджет в настройках, чтобы отслеживать его здесь.

# homeBudgetWidgetMissing
source: The selected budget is no longer available.
ru: Выбранный бюджет недоступен.

# homeBudgetWidgetCategoriesEmpty
source: No category breakdown yet.
ru: Категорий для анализа пока нет.

# homeBudgetWidgetConfigureCta
source: Open settings
ru: Открыть настройки

# homeDashboardPreferencesError
source: Couldn't load home widgets: {error}
ru: Не удалось загрузить виджеты: {error}

# homeNavHome
source: Home
ru: Главная

# homeNavAnalytics
source: Analytics
ru: Аналитика

# homeNavSavings
source: Savings
ru: Накопления

# homeNavSettings
source: Menu
ru: Настройки

# analyticsTitle
source: Analytics
ru: Аналитика

# analyticsComingSoon
source: Detailed analytics are coming soon.
ru: Скоро здесь появится подробная аналитика.

# analyticsCurrentMonthTitle
source: Current month overview
ru: Текущий месяц

# analyticsSummaryIncomeLabel
source: Income
ru: Доходы

# analyticsSummaryExpenseLabel
source: Expenses
ru: Расходы

# analyticsSummaryNetLabel
source: Net
ru: Баланс

# analyticsTopCategoriesTitle
source: Top categories
ru: Топ категорий

# analyticsTopCategoriesExpensesTab
source: Expenses
ru: Расходы

# analyticsTopCategoriesIncomeTab
source: Income
ru: Доходы

# analyticsTopCategoriesEmpty
source: Not enough data to show category trends yet.
ru: Недостаточно данных для анализа категорий.

# analyticsCategoryUncategorized
source: Uncategorized
ru: Без категории

# analyticsOverviewRangeTitle
source: Overview for {range}
ru: Обзор за {range}

# analyticsFiltersButtonLabel
source: Filters
ru: Фильтры

# analyticsFiltersBadgeSemantics
source: {count, plural, =0 {No active filters} one {# active filter} other {# active filters}}
ru: {count, plural, =0 {Нет активных фильтров} one {# активный фильтр} few {# активных фильтра} many {# активных фильтров} other {# активных фильтров}}

# analyticsFilterDateLabel
source: Date
ru: Дата

# analyticsFilterAccountLabel
source: Account
ru: Счёт

# analyticsFilterAccountAll
source: All accounts
ru: Все счета

# analyticsFilterCategoryLabel
source: Category
ru: Категория

# analyticsFilterCategoryAll
source: All categories
ru: Все категории

# analyticsEmptyState
source: No analytics available for the selected filters yet.
ru: Для выбранных фильтров пока нет данных.

# analyticsLoadError
source: Unable to load analytics: {error}
ru: Не удалось загрузить аналитику: {error}

# addTransactionTitle
source: Add transaction
ru: Новая транзакция

# addTransactionComingSoon
source: Transaction creation will be available shortly.
ru: Создание транзакции скоро будет доступно.

# addTransactionAccountLabel
source: Account
ru: Счёт

# addTransactionAccountRequired
source: Please choose an account
ru: Выберите счёт

# addTransactionAccountsError
source: Unable to load accounts: {error}
ru: Не удалось загрузить счета: {error}

# addTransactionNoAccounts
source: Create an account first to add transactions.
ru: Сначала создайте счёт, чтобы добавить транзакцию.

# addTransactionAmountLabel
source: Amount
ru: Сумма

# addTransactionAmountInvalid
source: Enter a valid amount greater than zero
ru: Введите сумму больше нуля

# addTransactionTypeLabel
source: Type
ru: Тип

# addTransactionTypeExpense
source: Expense
ru: Расход

# addTransactionTypeIncome
source: Income
ru: Доход

# addTransactionCategoryLabel
source: Category
ru: Категория

# addTransactionCategoryNone
source: No category
ru: Без категории

# addTransactionCategoriesLoading
source: Loading categories…
ru: Загружаем категории…

# addTransactionCategoriesError
source: Unable to load categories: {error}
ru: Не удалось загрузить категории: {error}

# addTransactionDateLabel
source: Date
ru: Дата

# addTransactionTimeLabel
source: Time
ru: Время

# addTransactionNoteLabel
source: Note
ru: Заметка

# addTransactionSubmit
source: Save transaction
ru: Сохранить

# addTransactionAccountMissingError
source: Selected account is no longer available.
ru: Выбранный счёт больше не доступен.

# addTransactionUnknownError
source: Unable to save the transaction. Try again.
ru: Не удалось сохранить транзакцию. Попробуйте ещё раз.

# transactionFormMissingError
source: The transaction could not be found. Refresh and try again.
ru: Не удалось найти транзакцию. Обновите данные и попробуйте снова.

# editTransactionSubmit
source: Save changes
ru: Сохранить изменения

# transactionDeleteSuccess
source: Transaction deleted.
ru: Транзакция удалена.

# transactionDeleteConfirmTitle
source: Delete transaction
ru: Удалить операцию

# transactionDeleteConfirmMessage
source: Are you sure you want to delete this transaction? This action cannot be undone.
ru: Вы уверены, что хотите удалить эту операцию? Действие нельзя отменить.

# transactionDeleteError
source: Unable to delete the transaction.
ru: Не удалось удалить транзакцию.

# addTransactionSuccess
source: Transaction saved
ru: Транзакция сохранена

# homeAccountsAddTooltip
source: Add account
ru: Добавить счёт

# addAccountTitle
source: Add account
ru: Добавление счёта

# addAccountNameLabel
source: Account name
ru: Название счёта

# addAccountBalanceLabel
source: Starting balance
ru: Начальный баланс

# addAccountCurrencyLabel
source: Currency
ru: Валюта

# addAccountTypeLabel
source: Account type
ru: Тип счёта

# addAccountSaveCta
source: Save account
ru: Сохранить

# addAccountNameRequired
source: Please enter the account name.
ru: Введите название счёта.

# addAccountBalanceInvalid
source: Enter a valid amount.
ru: Введите корректную сумму.

# addAccountError
source: Could not save account. Please try again.
ru: Не удалось сохранить счёт. Повторите попытку.

# addAccountTypeCash
source: Cash
ru: Наличные

# addAccountTypeCard
source: Card
ru: Карта

# addAccountTypeBank
source: Bank account
ru: Банковский счёт

# addAccountTypeCustom
source: Custom type
ru: Другой тип

# addAccountCustomTypeLabel
source: Custom account type
ru: Собственный тип счёта

# addAccountTypeRequired
source: Please specify the account type.
ru: Укажите тип счёта.

# accountDetailsTitle
source: Account details
ru: Счёт

# accountDetailsEditTooltip
source: Edit account
ru: Настройки счёта

# accountDetailsError
source: Unable to load account: {error}
ru: Не удалось загрузить счёт: {error}

# accountDetailsMissing
source: This account is no longer available.
ru: Счёт не найден или был удалён.

# accountDetailsSummaryError
source: Unable to load summary: {error}
ru: Не удалось загрузить сводку: {error}

# accountDetailsCategoriesError
source: Unable to load categories: {error}
ru: Не удалось загрузить категории: {error}

# accountDetailsTransactionsError
source: Unable to load transactions: {error}
ru: Не удалось загрузить транзакции: {error}

# accountDetailsTransactionsEmpty
source: No transactions for this account yet.
ru: Для этого счёта ещё нет транзакций.

# accountDetailsBalanceLabel
source: Balance: {balance}
ru: Баланс: {balance}

# accountDetailsIncomeLabel
source: Total income
ru: Доходы

# accountDetailsExpenseLabel
source: Total expenses
ru: Расходы

# accountDetailsFiltersTitle
source: Filters
ru: Фильтры

# accountDetailsFiltersButtonActive
source: Filters (active)
ru: Фильтры (активны)

# accountDetailsFiltersClear
source: Clear filters
ru: Сбросить фильтры

# accountDetailsFiltersDateLabel
source: Date
ru: Дата
