Repository: nsrbrtn/kopim
Catalog: lib/l10n/app_*.arb
Languages: ru

# accountDetailsFiltersDateAny
source: Any dates
ru: Любые даты

# accountDetailsFiltersDateClear
source: Clear date range
ru: Очистить диапазон

# accountDetailsFiltersTypeLabel
source: Type
ru: Тип

# accountDetailsFiltersTypeAll
source: All types
ru: Все типы

# accountDetailsFiltersTypeIncome
source: Income
ru: Доход

# accountDetailsFiltersTypeExpense
source: Expense
ru: Расход

# accountDetailsFiltersCategoryLabel
source: Category
ru: Категория

# accountDetailsFiltersCategoryAll
source: All categories
ru: Все категории

# accountDetailsTransactionsUncategorized
source: Uncategorized
ru: Без категории

# accountDetailsTypeIncome
source: Income
ru: Доход

# accountDetailsTypeExpense
source: Expense
ru: Расход

# editAccountTitle
source: Edit account
ru: Редактирование счёта

# editAccountNameLabel
source: Account name
ru: Название счёта

# editAccountBalanceLabel
source: Balance
ru: Баланс

# editAccountCurrencyLabel
source: Currency
ru: Валюта

# editAccountTypeLabel
source: Account type
ru: Тип счёта

# editAccountTypeCustom
source: Custom type
ru: Другой тип

# editAccountCustomTypeLabel
source: Custom account type
ru: Собственный тип счёта

# editAccountTypeRequired
source: Please specify the account type.
ru: Укажите тип счёта.

# editAccountSaveCta
source: Save changes
ru: Сохранить изменения

# editAccountNameRequired
source: Please enter the account name.
ru: Введите название счёта.

# editAccountBalanceInvalid
source: Enter a valid amount.
ru: Введите корректную сумму.

# editAccountGenericError
source: Could not update account. Please try again.
ru: Не удалось обновить счёт. Повторите попытку.

# editAccountDeleteCta
source: Delete account
ru: Удалить счёт

# editAccountDeleteLoading
source: Deleting...
ru: Удаляем...

# editAccountDeleteConfirmationTitle
source: Delete account?
ru: Удалить счёт?

# editAccountDeleteConfirmationMessage
source: This account and its data will be removed. This action cannot be undone.
ru: Счёт и связанные данные будут удалены. Это действие невозможно отменить.

# editAccountDeleteConfirmationCancel
source: Cancel
ru: Отмена

# editAccountDeleteConfirmationConfirm
source: Delete
ru: Удалить

# editAccountDeleteError
source: Failed to delete the account. Please try again.
ru: Не удалось удалить счёт. Попробуйте ещё раз.

# homeNavBudgets
source: Budgets
ru: Бюджеты

# budgetsTitle
source: Budgets
ru: Бюджеты

# budgetsEmptyTitle
source: No budgets yet
ru: Пока нет бюджетов

# budgetsEmptyMessage
source: Create your first budget to track spending and stay on target.
ru: Создайте первый бюджет, чтобы контролировать расходы.

# budgetsErrorTitle
source: Couldn't load budgets
ru: Не удалось загрузить бюджеты

# budgetsSpentLabel
source: Spent
ru: Потрачено

# budgetsLimitLabel
source: Limit
ru: Лимит

# budgetsRemainingLabel
source: Remaining
ru: Осталось

# budgetsExceededLabel
source: Over
ru: Перерасход

# budgetDetailTitle
source: Budget details
ru: Детали бюджета

# budgetDeleteTitle
source: Delete budget?
ru: Удалить бюджет?

# budgetDeleteMessage
source: This budget and its history will be removed. This action cannot be undone.
ru: Бюджет и его история будут удалены. Отменить действие нельзя.

# budgetPeriodLabel
source: Period: {start} – {end}
ru: Период: {start} – {end}

# budgetTransactionsTitle
source: Transactions
ru: Транзакции

# budgetTransactionsEmpty
source: No transactions match this budget yet.
ru: Для этого бюджета пока нет транзакций.

# budgetCreateTitle
source: Create budget
ru: Новый бюджет

# budgetEditTitle
source: Edit budget
ru: Редактирование бюджета

# budgetTitleLabel
source: Budget title
ru: Название бюджета

# budgetAmountLabel
source: Limit amount
ru: Сумма лимита

# budgetPeriodLabelShort
source: Period
ru: Период

# budgetScopeLabel
source: Scope
ru: Область

# budgetStartDateLabel
source: Start date
ru: Дата начала

# budgetEndDateLabel
source: End date
ru: Дата окончания

# budgetCategoriesLabel
source: Categories
ru: Категории

# budgetAccountsLabel
source: Accounts
ru: Счета

# budgetPeriodMonthly
source: Monthly
ru: Ежемесячно

# budgetPeriodWeekly
source: Weekly
ru: Еженедельно

# budgetPeriodCustom
source: Custom range
ru: Произвольный период

# budgetScopeAll
source: All transactions
ru: Все транзакции

# budgetScopeByCategory
source: Selected categories
ru: Выбранные категории

# budgetScopeByAccount
source: Selected accounts
ru: Выбранные счета

# budgetErrorInvalidAmount
source: Enter a positive amount.
ru: Введите положительную сумму.

# budgetErrorMissingTitle
source: Enter a title for the budget.
ru: Введите название бюджета.

# budgetNoEndDateLabel
source: No end date
ru: Без даты окончания

# editButtonLabel
source: Edit
ru: Редактировать

# deleteButtonLabel
source: Delete
ru: Удалить

# cancelButtonLabel
source: Cancel
ru: Отмена

# saveButtonLabel
source: Save
ru: Сохранить

# savingsTitle
source: Savings goals
ru: Цели по накоплениям

# savingsAddGoalTitle
source: New goal
ru: Новая цель

# savingsEditGoalTitle
source: Edit goal
ru: Редактирование цели

# savingsNameLabel
source: Name
ru: Название

# savingsTargetLabel
source: Target amount
ru: Целевая сумма

# savingsTargetHelper
source: Enter the desired total amount
ru: Введите желаемую сумму

# savingsNoteLabel
source: Note
ru: Заметка

# savingsSaveGoalButton
source: Save goal
ru: Сохранить цель

# savingsGoalSavedMessage
source: Goal saved
ru: Цель сохранена

# savingsAddGoalButton
source: Create goal
ru: Создать цель

# savingsEmptyTitle
source: Create your first savings goal
ru: Создайте первую цель

# savingsEmptyMessage
source: Track progress towards your targets and stay motivated.
ru: Отслеживайте прогресс и сохраняйте мотивацию.

# savingsErrorTitle
source: Unable to load savings goals
ru: Не удалось загрузить цели

# savingsRetryButton
source: Try again
ru: Повторить попытку

# savingsContributeAction
source: Contribute
ru: Пополнить

# savingsEditAction
source: Edit
ru: Редактировать

# savingsArchiveAction
source: Archive
ru: Архивировать

# savingsGoalArchivedMessage
source: Goal "{goal}" archived
ru: Цель «{goal}» архивирована

# savingsArchivedBadge
source: Archived
ru: В архиве

# savingsRemainingLabel
source: Remaining {amount}
ru: Осталось {amount}

# savingsShowArchivedToggle
source: Show archived goals
ru: Показывать архивные цели

# savingsContributeTitle
source: Contribute to {goal}
ru: Пополнение цели «{goal}»

# savingsAmountLabel
source: Amount
ru: Сумма

# savingsSourceAccountLabel
source: Source account
ru: Счёт списания

# savingsNoAccountOption
source: No account
ru: Без счёта

# savingsContributionNoteLabel
source: Note (optional)
ru: Заметка (необязательно)

# savingsSubmitContributionButton
source: Add contribution
ru: Добавить пополнение

# savingsContributionSuccess
source: Contribution added
ru: Пополнение добавлено

# transactionDefaultTitle
source: Transaction
ru: Транзакция

# allTransactionsTitle
source: All transactions
ru: Все транзакции

# allTransactionsFiltersTitle
source: Transaction filters
ru: Настройка фильтров

# allTransactionsFiltersDate
source: Period
ru: Период

# allTransactionsFiltersDateAny
source: Any date
ru: Любая дата

# allTransactionsFiltersAccount
source: Account
ru: Счёт

# allTransactionsFiltersAccountAny
source: All accounts
ru: Все счета

# allTransactionsFiltersCategory
source: Category
ru: Категория

# allTransactionsFiltersCategoryAny
source: All categories
ru: Все категории

# allTransactionsFiltersLoading
source: Loading…
ru: Загрузка…

# allTransactionsFiltersClear
source: Reset filters
ru: Сбросить фильтры

# allTransactionsEmpty
source: No transactions match the selected filters.
ru: Транзакций по заданным условиям не найдено.

# allTransactionsError
source: Failed to load transactions: {error}
ru: Не удалось загрузить транзакции: {error}
